Repository: Erencrypt/MyNotes
Catalog: MyNotes/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, it_it, nl_nl, tr_tr, uk_ua

source: Add
de_de: Neu
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Toevoegen
tr_tr: Ekle
uk_ua: Додати

# AppNotification_ActiveReminder
source: You have {0} active reminder.
de_de: Sie haben {0} aktive Erinnerung.
fr_fr: Vous avez {0} un rappel actif.
it_it: Hai un promemoria attivo {0}.
nl_nl: Je hebt {0} actieve herinnering.
tr_tr: Aktif {0} hatırlatıcın var.
uk_ua: У вас активне нагадування {0}.

# AppNotification_Dismiss
source: Dismiss
de_de: Verwerfen
fr_fr: Refuser
it_it: Ignora
nl_nl: Uitschakelen
tr_tr: Durdur
uk_ua: Відхилити

# AppNotification_Expired
source: "{0} Reminder moved to trash due to expiration. You can check out trash page to see deleted reminders."
de_de: {0} Erinnerung wegen Verfallsdatum in den Papierkorb verschoben. Sie können die Papierkorbseite auschecken, um gelöschte Erinnerungen zu sehen.
fr_fr: Rappel {0} déplacé dans la corbeille en raison de l'expiration. Vous pouvez consulter la page de corbeille pour voir les rappels supprimés.
it_it: {0} Promemoria spostato nel cestino a causa della scadenza. È possibile controllare la pagina del cestino per vedere i promemoria eliminati.
nl_nl: {0} Herinnering is verplaatst naar de prullenbak vanwege de vervaldatum. U kunt de prullenbak pagina bekijken om verwijderde herinneringen te zien.
tr_tr: {0} Hatırlatıcı zaman aşımından dolayı çöp kutusuna taşındı. Silinmiş hatırlatıcıları görmek için çöp kutusuna bakabilirsin.
uk_ua: {0} нагадування переміщено в смітник через закінчення кінця. Ви можете перевірити сміття, щоб побачити видалені нагадування.

# AppNotification_SeeDeletedReminders
source: See deleted reminders
de_de: Gelöschte Erinnerungen ansehen
fr_fr: Voir les rappels supprimés
it_it: Vedi promemoria eliminati
nl_nl: Bekijk verwijderde herinneringen
tr_tr: Silinmiş hatırlatıcıları gör
uk_ua: Переглянути видалені нагадування

# AppNotification_Snooze
source: Snooze
de_de: Schlummern
fr_fr: Répéter
it_it: Posticipa
nl_nl: Uitstellen
tr_tr: Ertele
uk_ua: Повторити

source: Cancel
de_de: Abbrechen
fr_fr: Abandonner
it_it: Annulla
nl_nl: Annuleren
tr_tr: İptal
uk_ua: Скасувати

# CreateNote_ButtonText
source: Create Note
de_de: Notiz erstellen
fr_fr: Créer une note
it_it: Crea Nota
nl_nl: Notitie aanmaken
tr_tr: Not Oluştur
uk_ua: Створити примітку

# CreateNote_ErrorExistingFile
source: There is a note with the same name\nalready exist. Please use another name.
de_de: Es existiert bereits eine Notiz mit dem gleichen Namen . Bitte verwenden Sie einen anderen Namen.
fr_fr: Il existe déjà une note portant le même nom . Veuillez utiliser un autre nom.
it_it: Esiste già una nota con lo stesso nome . Si prega di usare un altro nome.
nl_nl: Er bestaat al een notitie met dezelfde naam. Gebruik een andere naam.
tr_tr: Aynı isimde bir not mevcut. Lütfen başka bir isim kullan.
uk_ua: Нотатка з такою назвою вже існує. Будь ласка, використовуйте іншу назву.

# CreateNote_NameBoxHeader
source: Note Name
de_de: Notizname
fr_fr: Nom de la note
it_it: Nome Della Nota
nl_nl: Notitie naam
tr_tr: Not Adı
uk_ua: Назва

# CreateNote_Title
source: New Note
de_de: Neue Notiz
fr_fr: Nouvelle note
it_it: Nuova Nota
nl_nl: Nieuwe notitie
tr_tr: Yeni Not
uk_ua: Нова нотатка

# CreateReminder_ButtonText
source: Create Reminder
de_de: Erinnerung erstellen
fr_fr: Créer un rappel
it_it: Crea Promemoria
nl_nl: Maak Herinnering
tr_tr: Hatırlatıcı Oluştur
uk_ua: Створити нагадування

# CreateReminder_DateHeader
source: Date
de_de: Datum
it_it: Data
nl_nl: Datum
tr_tr: Tarih
uk_ua: Дата

# CreateReminder_ErrorExistingFile
source: There is a reminder with the same name\nalready exist. Please use another name.
de_de: Es existiert bereits eine Erinnerung mit dem gleichen Namen. Bitte verwenden Sie einen anderen Namen.
fr_fr: Un rappel avec le même nom existe déjà. Veuillez utiliser un autre nom.
it_it: Esiste già un promemoria con lo stesso nome. Si prega di usare un altro nome.
nl_nl: Er is al een herinnering met dezelfde naam. Gebruik een andere naam.
tr_tr: Aynı isimde bir hatırlatıcı mevcut. Lütfen başka bir isim kullan.
uk_ua: Нагадування з таким іменем уже існує. Будь ласка, використовуйте інше ім'я.

# CreateReminder_ErrorLaterDate
source: Please select a date that later \nthan (or equal to) the current date.
de_de: Bitte wählen Sie ein Datum, das später als (oder gleich dem aktuellen Datum) ist.
fr_fr: Veuillez sélectionner une date supérieure (ou égale) à la date courante.
it_it: Si prega di selezionare una data successiva (o uguale a) alla data corrente.
nl_nl: Selecteer een datum die later dan (of gelijk aan) de huidige datum is.
tr_tr: Lütfen şu anki tarihten büyük (veya eşit) bir tarih seçin.
uk_ua: Будь ласка, виберіть дату, яка пізніше (або дорівнює) поточної дати.

# CreateReminder_ErrorLaterTime
source: Please select a time that at least 1 hour later \nthan the current time.
de_de: Bitte wählen Sie eine Zeit, die mindestens 5 Minuten später als die aktuelle Zeit ist.
fr_fr: Veuillez sélectionner une heure d'au moins 5 minutes après l'heure actuelle.
it_it: Si prega di selezionare un'ora che almeno 5 minuti dopo l'ora corrente.
nl_nl: Selecteer een tijd die minstens 5 minuten later is dan de huidige tijd.
tr_tr: Lütfen şu anki tarihten en az 5 dakika daha büyük bir tarih seçin.
uk_ua: Будь ласка, виберіть час, який принаймні на 5 хвилин пізніше поточного.

# CreateReminder_ErrorRequired
source: Reminder name and text is required.
de_de: Erinnerungsname und Text sind erforderlich.
fr_fr: Le nom et le texte du rappel sont requis.
it_it: Il nome e il testo del promemoria sono obbligatori.
nl_nl: Herinneringsnaam en tekst is vereist.
tr_tr: Hatırlatıcı adı ve metni gereklidir.
uk_ua: Ім'я та текст нагадування є обов'язковим.

# CreateReminder_NameBoxHeader
source: Name
fr_fr: Nom
it_it: Nome
nl_nl: Naam
tr_tr: Ad
uk_ua: Ім'я

# CreateReminder_Repeated
source: Repeated
de_de: Wiederholt
fr_fr: Répéter
it_it: Ripetuto
nl_nl: Herhaald
tr_tr: Tekrarlı
uk_ua: Повторні

# CreateReminder_TextBoxHeader
source: Text
fr_fr: Texte du texte
it_it: Testo
nl_nl: Tekstveld
tr_tr: Metin
uk_ua: Текст

# CreateReminder_TimeHeader
source: Time
de_de: Zeit
fr_fr: Date et heure
it_it: Tempo
nl_nl: Tijd
tr_tr: Zaman
uk_ua: Час

# CreateReminder_Title
source: New Reminder
de_de: Neue Erinnerung
fr_fr: Nouveau rappel
it_it: Nuovo Promemoria
nl_nl: Nieuwe herinnering
tr_tr: Yeni Hatırlatıcı
uk_ua: Нове нагадування

source: Delete
de_de: Löschen
fr_fr: Supprimez
it_it: Elimina
nl_nl: Verwijderen
tr_tr: Sil
uk_ua: Видалити

# DeleteConfirm
source: Yes, delete this
de_de: Ja, löschen
fr_fr: Oui, supprimer ceci
it_it: Sì, elimina questo
nl_nl: Ja, verwijder dit
tr_tr: Evet, sil bunu
uk_ua: Так, видалити

# DeleteFlyout
source: Selected item will be deleted. Do you want to continue?
de_de: Das ausgewählte Element wird gelöscht. Möchten Sie fortfahren?
fr_fr: L'élément sélectionné sera supprimé. Voulez-vous continuer ?
it_it: L'elemento selezionato verrà eliminato. Vuoi continuare?
nl_nl: Het geselecteerde item zal worden verwijderd. Wilt u doorgaan?
tr_tr: Seçili öğe silinecek . Devam etmek istiyormusun?
uk_ua: Вибраний елемент буде видалено. Ви хочете продовжити?

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nl_nl: Foutmelding
tr_tr: Hata
uk_ua: Помилка

# Error_Meesage
source: An error occured. Error message:
de_de: Ein Fehler ist aufgetreten. Fehlermeldung:
fr_fr: Une erreur s'est produite. Message d'erreur:
it_it: Si è verificato un errore. Messaggio di errore:
nl_nl: Er is een fout opgetreden. Foutmelding:
tr_tr: Bir hata oluştu. Hata mesajı:
uk_ua: Сталася помилка. Повідомлення:

source: Info
fr_fr: Infos
it_it: Informazioni
nl_nl: Informatie
tr_tr: Bilgi
uk_ua: Інформація

# NoSelection
source: There is no item selected.
de_de: Es wurde kein Element ausgewählt.
fr_fr: Il n'y a aucun élément sélectionné.
it_it: Non c'è nessun elemento selezionato.
nl_nl: Er is geen item geselecteerd.
tr_tr: Herhangi bir öğe seçili değil.
uk_ua: Елемент не вибрано.

# NoteDetails_EditorPlaceholder
source: Enter Text
de_de: Text eingeben
fr_fr: Entrez le texte
it_it: Inserisci Testo
nl_nl: Voer tekst in
tr_tr: Metin Girin
uk_ua: Введіть текст

# NoteDetails_ErrorMessage
source: File couldn't be saved.\nError Message:
de_de: Datei konnte nicht gespeichert werden. Fehlermeldung:
fr_fr: Le fichier n'a pas pu être sauvegardé. Message d'erreur:
it_it: Impossibile salvare il file. Messaggio di errore:
nl_nl: Bestand kan niet worden opgeslagen. Foutmelding:
tr_tr: Dosya kaydedilemedi. Hata mesajı:
uk_ua: Файл не вдалося зберегти. Повідомлення про помилку:

# NoteDetails_FindPlaceholder
source: Enter Search Text
de_de: Suchtext eingeben
fr_fr: Entrez le texte de recherche
it_it: Inserisci Testo Di Ricerca
nl_nl: Voer zoektekst in
tr_tr: Arama metni girin
uk_ua: Введіть текст пошуку

# NoteDetails_FindText
source: Find:
de_de: Suche:
fr_fr: Rechercher:
it_it: Trova:
nl_nl: Zoek:
tr_tr: Bul:
uk_ua: Знайти:

# NoteDetails_NoteNameTitle
source: Note Name:
de_de: Notiz-Name:
fr_fr: Nom de la note :
it_it: Nome Della Nota:
nl_nl: Notitie naam:
tr_tr: Not Adı:
uk_ua: Примітка:

# NoteDetails_SaveTooltip
source: Save (Ctrl+S)
de_de: Speichern (Strg+S)
fr_fr: Enregistrer (Ctrl+S)
it_it: Salva (Ctrl+S)
nl_nl: Opslaan (Ctrl+S)
tr_tr: Kaydet (Ctrl+S)
uk_ua: Зберегти (Ctrl + S)

# NoteDetails_SuccessMessage
source: Changes Saved
de_de: Änderungen gespeichert
fr_fr: Changements enregistrés
it_it: Modifiche Salvate
nl_nl: Wijzigingen opgeslagen
tr_tr: Değişiklikler Kaydedildi
uk_ua: Зміни збережено

# Notes_EmptyText
source: Your notes is empty, you can add one.
de_de: Ihre Notizen sind leer, Sie können sie hinzufügen.
fr_fr: Vos notes sont vides, vous pouvez en ajouter une.
it_it: Le tue note sono vuote, puoi aggiungerne una.
nl_nl: Je notities zijn leeg, je kunt er een toevoegen.
tr_tr: Notların boş, yeni bir not ekleyebilirsin.
uk_ua: Ваші нотатки порожній, ви можете додати один.

source: Ok
tr_tr: Tamam
uk_ua: Гаразд

# Reminders_EditReminder
source: Edit Reminder
de_de: Erinnerung bearbeiten
fr_fr: Modifier le rappel
it_it: Modifica Promemoria
nl_nl: Herinnering bewerken
tr_tr: Hatırlatıcıyı Düzenle
uk_ua: Редагувати нагадування

# Reminders_EmptyText
source: Your reminders is empty, you can add one.
de_de: Ihre Erinnerungen sind leer, Sie können eine hinzufügen.
fr_fr: Vos rappels sont vides, vous pouvez en ajouter un.
it_it: I tuoi promemoria sono vuoti, puoi aggiungerne uno.
nl_nl: Je herinneringen zijn leeg, je kunt er een toevoegen.
tr_tr: Hatırlatıcıların boş, yeni bir hatırlatıcı ekleyebilirsin.
uk_ua: Ваші нагадування порожні, ви можете додати один.

# Reminders_SaveReminder
source: Save Reminder
de_de: Erinnerung speichern
fr_fr: Enregistrer le rappel
it_it: Salva Promemoria
nl_nl: Herinnering opslaan
tr_tr: Hatırlatıcıyı Kaydet
uk_ua: Зберегти нагадування

# Required_Message
source: Note name is required.
de_de: Notizname ist erforderlich.
fr_fr: Le nom de la note est requis.
it_it: Il nome della nota è obbligatorio.
nl_nl: Notitienaam is vereist.
tr_tr: Not adı gereklidir.
uk_ua: Необхідно вказати назву.

source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer
it_it: Ripristina
nl_nl: Herstellen
tr_tr: Geri Getir
uk_ua: Відновити

# Settings_AboutDescription.Text
source: This application is created by Erencrypt as an opensource project under GNU General Public License v3.0. For more Detailed information, visit our GitHub page.
de_de: Diese Anwendung wird von Erencrypt als Opensource-Projekt unter der GNU General Public License v3.0 erstellt. Weitere Informationen finden Sie auf unserer GitHub Seite.
fr_fr: Cette application est créée par Erencrypt en tant que projet opensource sous GNU General Public License v3.0. Pour plus d'informations détaillées, visitez notre page GitHub.
it_it: Questa applicazione viene creata da Erencrypt come progetto opensource sotto GNU General Public License v3.0. Per maggiori informazioni, visita la nostra pagina GitHub.
nl_nl: Deze applicatie wordt door Erencrypt gemaakt als een opensourceproject onder GNU General Public License v3.0. Voor meer gedetailleerde informatie, bezoek onze GitHub pagina.
tr_tr: Bu uygulama Erencrypt tarafından GNU General Public License v3.0 kapsamında açık kaynaklı bir proje olarak oluşturulmuştur. Daha detaylı bilgi için GitHub sayfamızı ziyaret edin.
uk_ua: Цей додаток створюється Erencrypt як проект створення нотаток з відкритим кодом в рамках GNU General Public License v3.0. Для отримання додаткової інформації відвідайте сторінку GitHub.

# Settings_DisabledByPolicy
source: Startup disabled by group policy, or not supported on this device
de_de: Startup durch Gruppenrichtlinien deaktiviert oder auf diesem Gerät nicht unterstützt
fr_fr: Démarrage désactivé par la politique de groupe, ou non pris en charge sur cet appareil
it_it: Avvio disabilitato da criteri di gruppo, o non supportato su questo dispositivo
nl_nl: Opstarten uitgeschakeld door groepsbeleid of niet ondersteund op dit apparaat
tr_tr: Başlatma, grup ilkesi tarafından devre dışı bırakıldı veya bu cihazda desteklenmiyor
uk_ua: Старт вимкнено за груповою політикою або не підтримується на цьому пристрої

# Settings_DisabledByUser
source: You have disabled this app's ability to run as soon as you sign in, but if you change your mind, you can enable this in the Startup tab in Task Manager. My Notes
de_de: Sie haben die Funktion dieser App deaktiviert, sobald Sie sich anmelden aber wenn Sie Ihre Meinung ändern, können Sie dies im Tab Start im Task-Manager aktivieren. Meine Notizen
fr_fr: Vous avez désactivé la possibilité d'exécuter cette application dès que vous vous connectez, mais si vous changez d'avis, vous pouvez l'activer dans l'onglet Démarrage du Gestionnaire des tâches. Mes Notes
it_it: Hai disabilitato la possibilità di eseguire questa app non appena accedi, ma se cambi idea, puoi abilitarlo nella scheda Avvio in Task Manager. Le Mie Note
nl_nl: Je hebt de mogelijkheid om deze app uit te voeren uitgeschakeld zodra je inlogt, maar als u van gedachten verandert, kunt u dit inschakelen op het tabblad Opstarten in Taakbeheer. Mijn notities
tr_tr: Bu uygulamanın oturum açar açmaz çalışma özelliğini devre dışı bıraktınız, ancak fikrinizi değiştirirseniz bunu Görev Yöneticisindeki Başlangıç sekmesinde etkinleştirebilirsiniz. MyNotes
uk_ua: Ви вимкнули можливість цього додатку запускатися, як тільки ввійдете, але якщо ви передумаєте, ви можете включити це у вкладці Startup в диспетчері Задач. Мої нотатки

# Settings_EnabledByPolicy
source: Startup enabled by group policy
de_de: Startup aktiviert durch Gruppenrichtlinien
fr_fr: Démarrage activé par la politique de groupe
it_it: Avvio abilitato da criteri di gruppo
nl_nl: Opstarten toegestaan door groepsbeleid
tr_tr: Grup ilkesi tarafından başlatma etkinleştirildi
uk_ua: Запуск увімкнено правилами групи

# Settings_GitHubPage.Content
source: GitHub Page
tr_tr: GitHub Sayfası

# Settings_GitHubPage.NavigateUri
source: https://github.com/ErenCanUtku/MyNotes/
de_de: https://github.com/Erencrypt/MyNotes/
fr_fr: https://github.com/Erencrypt/MyNotes/
it_it: https://github.com/Erencrypt/MyNotes/
nl_nl: https://github.com/Erencrypt/MyNotes/
tr_tr: https://github.com/Erencrypt/MyNotes/
uk_ua: https://github.com/Erencrypt/MyNotes/

# Settings_Personalization.Text
source: Personalization
de_de: Personalisierung
fr_fr: Personnalisation
it_it: Personalizzazione
nl_nl: Personalisatie
tr_tr: Kişiselleştirme
uk_ua: Персоналізація

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel
fr_fr: Sombre
it_it: Scuro
nl_nl: Donker
tr_tr: Karanlık
uk_ua: Темна

# Settings_Theme_Default.Content
source: Default
de_de: Standard
fr_fr: Par défaut
it_it: Predefinito
nl_nl: Standaard
tr_tr: Varsayılan
uk_ua: Типово

# Settings_Theme_Light.Content
source: Light
de_de: Hell
fr_fr: Lumière
it_it: Chiaro
nl_nl: Licht
tr_tr: Aydınlık
uk_ua: Світла

# Shell_NoteDetails.Content
source: Note Details
de_de: Notizdetails
fr_fr: Détails de la note
it_it: Dettagli Nota
nl_nl: Notitie details
tr_tr: Not Detayları
uk_ua: Деталі нотатки

# Shell_Notes.Content
source: Notes
de_de: Notizen
it_it: Note
nl_nl: Opmerkingen
tr_tr: Notlar
uk_ua: Нотатки

# Shell_Reminders.Content
source: Reminders
de_de: Erinnerungen
fr_fr: Rappels
it_it: Promemoria
nl_nl: Herinneringen
tr_tr: Hatırlatıcılar
uk_ua: Нагадування

# Shell_Trash.Content
source: Trash
de_de: Papierkorb
fr_fr: Corbeille
it_it: Cestino
nl_nl: Prullenbak
tr_tr: Çöp Kutusu
uk_ua: Кошик

source: Success
de_de: Erfolg
fr_fr: Succès
it_it: Successo
nl_nl: Geslaagd
tr_tr: Başarılı
uk_ua: Успіх

# Trash_DeleteFlyout
source: Selected item will be deleted permanently. Do you want to continue?
de_de: Ausgewähltes Element wird dauerhaft gelöscht. Möchten Sie fortfahren?
fr_fr: L'élément sélectionné sera supprimé définitivement. Voulez-vous continuer ?
it_it: L'elemento selezionato verrà eliminato in modo permanente. Vuoi continuare?
nl_nl: Het geselecteerde item zal permanent worden verwijderd. Wilt u doorgaan?
tr_tr: Seçili öge kalıcı olarak silinecek. Devam etmek istiyor musun?
uk_ua: Вибраний елемент буде видалено назавжди. Ви хочете продовжити?

# Trash_NotePivotHeader
source: Notes
de_de: Notizen
it_it: Note
nl_nl: Opmerkingen
tr_tr: Notlar
uk_ua: Нотатки

# Trash_ReminderPivotHeader
source: Reminders
de_de: Erinnerungen
fr_fr: Rappels
it_it: Promemoria
nl_nl: Herinneringen
tr_tr: Hatırlatıcılar
uk_ua: Нагадування

# Trash_TrashEmpty
source: Your trash is empty.
de_de: Ihr Papierkorb ist leer.
fr_fr: Votre corbeille est vide.
it_it: Il cestino è vuoto.
nl_nl: Jouw prullenbak is leeg.
tr_tr: Çöp kutusu boş.
uk_ua: Ваш кошик порожній.
